Repository: Aliraza1002/OnyxHotel
Catalog: OnyxHotel/OnyxHotel/policy.*.resx
Languages: es, fr

# listBox1.Items
source: Privacy Policy for OnyxHotel
es: Política de Privacidad para OnyxHotel
fr: Politique de confidentialité pour OnyxHotel

# listBox1.Items1
source: At OnyxHotel, accessible from OnyHotel, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by OnyxHotel and how we use it.
es: En OnyxHotel, accesible desde OnyHotel, una de nuestras principales prioridades es la privacidad de nuestros visitantes. Este documento de Política de Privacidad contiene los tipos de información que OnyxHotel recopila y registra y cómo la utilizamos.
fr: Chez OnyxHotel, accessible depuis OnyHotel, l’une de nos principales priorités est la vie privée de nos visiteurs. Ce document de politique de confidentialité contient les types d’informations collectées et enregistrées par OnyxHotel et la façon dont nous les utilisons.

# listBox1.Items3
source: If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.
es: Si tiene preguntas adicionales o necesita más información sobre nuestra Política de Privacidad, no dude en ponerse en contacto con nosotros.
fr: Si vous avez d’autres questions ou souhaitez plus d’informations sur notre Politique de confidentialité, n’hésitez pas à nous contacter.

# listBox1.Items5
source: This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in OnyxHotel. This policy is not applicable to any information collected offline or via channels
es: Esta Política de Privacidad se aplica únicamente a nuestras actividades en línea y es válida para los visitantes de nuestro sitio web con respecto a la información que compartieron y/o recopilaron en OnyxHotel. Esta política no se aplica a ninguna información recopilada fuera de línea o a través de canales
fr: Cette politique de confidentialité s’applique uniquement à nos activités en ligne et est valable pour les visiteurs de notre site Web en ce qui concerne les informations qu’ils ont partagées et/ou collectées sur OnyxHotel. Cette politique ne s’applique pas aux informations collectées hors ligne ou via les canaux

# listBox1.Items6
source: other than this website. Our Privacy Policy was created with the help of the Free Privacy Policy Generator.
es: que no sea este sitio web. Nuestra Política de Privacidad fue creada con la ayuda de la Free Privacy Policy Generator.
fr: autre que ce site web. Notre politique de confidentialité a été créée avec l’aide du générateur de politique de confidentialité gratuit.

# listBox1.Items8
source: Consent
es: Consentimiento
fr: Consentement

# listBox1.Items9
source: By using our website, you hereby consent to our Privacy Policy and agree to its terms.
es: Al utilizar nuestro sitio web, usted acepta nuestra Política de Privacidad y acepta sus términos.
fr: En utilisant notre site Web, vous acceptez notre Politique de confidentialité et acceptez ses conditions.

# listBox1.Items11
source: Information we collect
es: Información que recopilamos
fr: Informations que nous recueillons

# listBox1.Items12
source: The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information.
es: La información personal que se le pide que proporcione, y las razones por las que se le pide que la proporcione, se le aclararán en el momento en que le pidamos que proporcione su información personal.
fr: Les renseignements personnels que l’on vous demande de fournir, et les raisons pour lesquelles on vous demande de les fournir, vous seront clairement expliqués au moment où nous vous demanderons de fournir vos renseignements personnels.

# listBox1.Items14
source: If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.
es: Si se pone en contacto con nosotros directamente, es posible que recibamos información adicional sobre usted, como su nombre, dirección de correo electrónico, número de teléfono, el contenido del mensaje y/o los archivos adjuntos que nos envíe, y cualquier otra información que decida proporcionarnos.
fr: Si vous nous contactez directement, nous pouvons recevoir des informations supplémentaires vous concernant, telles que votre nom, votre adresse e-mail, votre numéro de téléphone, le contenu du message et/ou des pièces jointes que vous pourriez nous envoyer, ainsi que toute autre information que vous pourriez choisir de nous fournir.

# listBox1.Items16
source: When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, and telephone number.
es: Cuando te registras para obtener una Cuenta, podemos pedir tu información de contacto, incluidos elementos como nombre, nombre de la empresa, dirección, dirección de correo electrónico y número de teléfono.
fr: Lorsque vous vous inscrivez à un Compte, nous pouvons vous demander vos coordonnées, notamment votre nom, la raison sociale, l’adresse, l’adresse électronique et le numéro de téléphone.

# listBox1.Items18
source: How we use your information
es: Cómo utilizamos su información
fr: Comment nous utilisons vos informations

# listBox1.Items19
source: We use the information we collect in various ways, including to:
es: Utilizamos la información que recopilamos de varias maneras, incluyendo:
fr: Nous utilisons les informations que nous recueillons de différentes façons, notamment pour:

# listBox1.Items21
source: Provide, operate, and maintain our website
es: Proporcionar, operar y mantener nuestro sitio web
fr: Fournir, exploiter et maintenir notre site Web

# listBox1.Items22
source: Improve, personalize, and expand our website
es: Mejorar, personalizar y ampliar nuestro sitio web
fr: Améliorer, personnaliser et élargir notre site Web

# listBox1.Items23
source: Understand and analyze how you use our website
es: Comprender y analizar cómo utiliza nuestro sitio web
fr: Comprendre et analyser comment vous utilisez notre site Web

# listBox1.Items24
source: Develop new products, services, features, and functionality
es: Desarrollar nuevos productos, servicios, características y funcionalidades
fr: Développer de nouveaux produits, services, fonctionnalités et fonctionnalités

# listBox1.Items25
source: Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes
es: Comunicarse con usted, ya sea directamente o a través de uno de nuestros socios, incluso para el servicio al cliente, para proporcionarle actualizaciones y otra información relacionada con el sitio web, y con fines de marketing y promoción
fr: Communiquer avec vous, directement ou par l’intermédiaire de l’un de nos partenaires, y compris pour le service à la clientèle, pour vous fournir des mises à jour et d’autres informations relatives au site Web, ainsi qu’à des fins de marketing et de promotion.

# listBox1.Items26
source: Send you emails
es: Enviarle correos electrónicos
fr: Vous envoyer des courriels

# listBox1.Items27
source: Find and prevent fraud
es: Detectar y prevenir el fraude
fr: Détecter et prévenir la fraude

# listBox1.Items28
source: Log Files
es: Archivos de registro
fr: Fichiers journaux

# listBox1.Items29
source: OnyxHotel follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services' analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet
es: OnyxHotel sigue un procedimiento estándar de uso de archivos de registro. Estos archivos registran a los visitantes cuando visitan sitios web. Todas las empresas de hosting hacen esto y una parte de la analítica de los servicios de hosting. La información recogida por los archivos de registro incluye direcciones de protocolo de Internet (IP), tipo de navegador, Internet
fr: OnyxHotel suit une procédure standard d’utilisation des fichiers journaux. Ces fichiers journalisent les visiteurs lorsqu’ils visitent des sites Web. Toutes les sociétés d’hébergement font cela et une partie de l’analyse des services d’hébergement. Les informations recueillies par les fichiers journaux comprennent les adresses IP, le type de navigateur, Internet

# listBox1.Items30
source: Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.
es: Proveedor de servicios (ISP), fecha y hora, páginas de referencia/salida, y posiblemente el número de clics. Estos no están vinculados a ninguna información que sea personalmente identificable. El propósito de la información es analizar tendencias, administrar el sitio, rastrear los movimientos de los usuarios en el sitio y recopilar información demográfica.
fr: Fournisseur de services (FAI), date et heure, pages de référence/sortie, et éventuellement le nombre de clics. Ceux-ci ne sont pas liés à des informations personnellement identifiables. L’information a pour but d’analyser les tendances, d’administrer le site, de suivre les déplacements des utilisateurs sur le site Web et de recueillir des données démographiques.

# listBox1.Items32
source: Cookies and Web Beacons
es: Cookies y Web Beacons
fr: Cookies et balises Web

# listBox1.Items33
source: Like any other website, OnyxHotel uses 'cookies'. These cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.
es: Al igual que cualquier otro sitio web, OnyxHotel utiliza ’cookies'. Estas cookies se utilizan para almacenar información, incluidas las preferencias de los visitantes y las páginas del sitio web a las que el visitante ha accedido o visitado. La información se utiliza para optimizar la experiencia de los usuarios personalizando el contenido de nuestra página web en función del tipo de navegador de los visitantes y/u otra información.
fr: Comme tout autre site web, OnyxHotel utilise des «cookies.» Ces cookies sont utilisés pour stocker des informations, y compris les préférences des visiteurs, et les pages du site Web que le visiteur a consultées ou visitées. L’information est utilisée pour optimiser l’expérience des utilisateurs en personnalisant le contenu de notre page Web en fonction du type de navigateur des visiteurs et/ou d’autres informations.

# listBox1.Items35
source: Advertising Partners Privacy Policies
es: Socios de Publicidad Políticas de Privacidad
fr: Advertising Partners Politiques de confidentialité

# listBox1.Items36
source: You may consult this list to find the Privacy Policy for each of the advertising partners of OnyxHotel.
es: Puedes consultar esta lista para encontrar la Política de Privacidad de cada uno de los socios publicitarios de OnyxHotel.
fr: Vous pouvez consulter cette liste pour trouver la politique de confidentialité de chacun des partenaires publicitaires d’OnyxHotel.

# listBox1.Items38
source: Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on OnyxHotel, which are sent directly to users' browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize
es: Los servidores o redes publicitarias de terceros utilizan tecnologías como cookies, JavaScript o Web Beacons que se utilizan en sus respectivos anuncios y enlaces que aparecen en OnyxHotel, que se envían directamente al navegador de los usuarios. Reciben automáticamente su dirección IP cuando esto ocurre. Estas tecnologías se utilizan para medir la eficacia de sus campañas publicitarias y/o para personalizar
fr: Les serveurs publicitaires tiers ou les réseaux publicitaires utilisent des technologies comme les cookies, JavaScript ou Web Beacons qui sont utilisés dans leurs publicités et liens respectifs qui apparaissent sur OnyxHotel, et qui sont envoyés directement au navigateur des utilisateurs. Ils reçoivent automatiquement votre adresse IP lorsque cela se produit. Ces technologies sont utilisées pour mesurer l’efficacité de leurs campagnes publicitaires et/ou pour personnaliser

# listBox1.Items39
source: the advertising content that you see on websites that you visit.
es: el contenido publicitario que ve en los sitios web que visita.
fr: le contenu publicitaire que vous voyez sur les sites Web que vous visitez.

# listBox1.Items41
source: Note that OnyxHotel has no access to or control over these cookies that are used by third-party advertisers.
es: Tenga en cuenta que OnyxHotel no tiene acceso ni control sobre estas cookies utilizadas por terceros anunciantes.
fr: Notez que OnyxHotel n’a aucun accès ou contrôle sur ces cookies qui sont utilisés par des annonceurs tiers.

# listBox1.Items43
source: Third Party Privacy Policies
es: Políticas de Privacidad de Terceros
fr: Politiques de confidentialité de tiers

# listBox1.Items44
source: OnyxHotel's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options.
es: La Política de Privacidad de OnyxHotel no se aplica a otros anunciantes o sitios web. Por lo tanto, le recomendamos que consulte las respectivas Políticas de Privacidad de estos servidores de anuncios de terceros para obtener información más detallada. Puede incluir sus prácticas e instrucciones sobre cómo optar por no participar en determinadas opciones.
fr: La politique de confidentialité d’OnyxHotel ne s’applique pas aux autres annonceurs ou sites Web. Par conséquent, nous vous conseillons de consulter les politiques de confidentialité respectives de ces serveurs publicitaires tiers pour des informations plus détaillées. Il peut inclure leurs pratiques et instructions sur la façon de refuser certaines options.

# listBox1.Items46
source: You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.
es: Puede optar por desactivar las cookies a través de las opciones individuales de su navegador. Para obtener información más detallada sobre la gestión de cookies con navegadores web específicos, se puede encontrar en los sitios web respectivos de los navegadores.
fr: Vous pouvez choisir de désactiver les cookies via les options de votre navigateur individuel. Pour connaître des informations plus détaillées sur la gestion des cookies avec des navigateurs Web spécifiques, vous pouvez les trouver sur les sites Web respectifs des navigateurs.

# listBox1.Items48
source: CCPA Privacy Rights (Do Not Sell My Personal Information)
es: CCPA Privacy Rights (No vender mi información personal)
fr: Droit à la vie privée de l’ACFPC (Ne vendez pas mes renseignements personnels)

# listBox1.Items49
source: Under the CCPA, among other rights, California consumers have the right to:
es: Bajo la CCPA, entre otros derechos, los consumidores de California tienen derecho a:
fr: En vertu de la LCPA, entre autres droits, les consommateurs californiens ont le droit:

# listBox1.Items51
source: Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.
es: Solicitar que una empresa que recopile datos personales de un consumidor divulgue las categorías y partes específicas de datos personales que una empresa haya recopilado sobre los consumidores.
fr: Demander à une entreprise qui recueille les données personnelles d’un consommateur de divulguer les catégories et les éléments particuliers de données personnelles qu’elle a recueillis sur les consommateurs.

# listBox1.Items53
source: Request that a business delete any personal data about the consumer that a business has collected.
es: Solicitar a una empresa que elimine cualquier dato personal sobre el consumidor que una empresa haya recopilado.
fr: Demander à une entreprise de supprimer toute donnée personnelle sur le consommateur qu’elle a recueillie.

# listBox1.Items55
source: Request that a business that sells a consumer's personal data, not sell the consumer's personal data.
es: Solicitar que una empresa que vende datos personales de un consumidor, no venda los datos personales del consumidor.
fr: Demander à une entreprise qui vend des données personnelles d’un consommateur de ne pas les vendre.

# listBox1.Items57
source: If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.
es: Si usted hace una petición, tenemos un mes para responderle. Si desea ejercer cualquiera de estos derechos, póngase en contacto con nosotros.
fr: Si vous faites une demande, nous avons un mois pour vous répondre. Si vous souhaitez exercer l’un de ces droits, veuillez nous contacter.

# label1.Text
source: OnyxHotel Privacy Policy
es: OnyxHotel Política De Privacidad
fr: OnyxHotel politique de confidentialité
